cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'

tap 'jakehilborn/jakehilborn'

cask 'xquartz'

brew 'ack'
brew 'awscli'
brew 'composer'
brew 'coreutils'
brew 'displayplacer'
brew 'dnsmasq'
brew 'gh'
brew 'git-flow'
brew 'grc'
brew 'imagemagick'
brew 'fzf'
brew 'jp2a'
brew 'kubectl'
brew 'kubectx'
brew 'kube-ps1'
brew 'k9s'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'mysql-client'
brew 'nginx'
brew 'n'
brew 'neovim'
brew 'openssl'
brew 'php@7.4'
brew 'postgresql'
brew 'rbenv'
brew 'ripgrep'
brew 'readline'
brew 'roundup'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'spaceman-diff'
brew 'spark'
brew 'tmux'
brew 'vim'
brew 'unar'
brew 'wget'

cask '1password'
cask '1password-cli'
cask 'brave-browser'
cask 'box-drive'
cask 'dbeaver-community'
cask 'docker'
cask 'font-hack-nerd-font'
cask 'font-fira-code-nerd-font'
cask 'iterm2-nightly'
cask 'github'
cask 'google-chrome'
cask 'sequel-ace'
cask 'slack'
cask 'spectacle'
cask 'visual-studio-code'
